0:丁山 1901年－1952年
1:丁迪豪 1910—1935
2:小島祐馬
3:內藤虎次郎
4:方國瑜
5:王子玉
6:王名元
7:王囯維 1877-1927======+++++
8:王襄 1876年－1965年
9:王緒祖
10:王漢章
11:王禮錫
12:民
13:石璋如
14:石濱純太郞
15:矢島恭介
16:布那柯夫
17:汐翁
18:朱芳圃
19:考齡
20:抗父
21:余永梁
22:李星可
23:李夢英
24:李濟  : 1896年7月12日－1979
25:束世澂
26:沈西林
27:吳其昌 : 1904—1944
28:吳澤
29:沈兼士
30:何定生
31:呂振羽
32:沙畹
33:林泰輔
34:林義光
35:武龍章
36:明義士
37:週予同
38:週付儒
39:秉志
40:邵子風
41:金且同
42:長瀨誠
43:柳詒微
44:柯昌濟
45:胡光煒
46:胡厚宜 : 1911—1996
47:胡韞玉
48:後藤朝太郎
49:查而凡
50:勃可第
51:孫壯
52:孫海波 : 1911～1972
53:孫冶讓 :1848-1908 考释的字共有185个 多半是和单个金文的比较中认出来的常用字, +++++
55:馬元材
56:馬衡
57:容庚  : 1894-1983 from LuoZhenyu
58:徐中舒 : 1898-1991
59:徐協貞
60:徐嘉瑞
61:浦江清
62:唐蘭 :1901-1979
63:夏甲亙
64:姬佛陀
65:商承祚: 1902－1991  from LuoZhenyu
66:陸和九
67:陸懋徳
68:陳邦福 : 1892-1982
69:陳邦懷
70:陳松茂
71:陳杖
72:陳晉
73:陳振東
74:陳窘憲
75:陳準
76:陳蘿家
77:陳競明
78:畢任庸
79:郭沫若 : 1892一1978
80:郭賓鈞
81:張世錄
82:張述
83:張鳳
84:張慰然
85:張龍炎
86:梅崎鶴維
87:戚公田
88:黃濬
89:曹銓
90:剪伯贊 : 1898-1968
91:許敬參 : 1902──1984
92:富岡謙藏
93:程憬
94:傅斯年 : 1896—1950
95:曾昭燏
96:郼齊
97:溫丹銘
98:馮宗麟
99:葉玉森 : 1880－1933======+++++++
100:葉慈
101:董作賓: 1895-1963 
102:萬國鼎
103:飯島忠夫
104:裴文中
105:趙世昌
106:趙華煦 
107:聞宥
108:赫布金
109:劉盼遂
110:劉節
111:劉朝陽
112:劉鶚 : 1857—1909
113:鄧而雅
114:默廠
115:鄭師許
116:蔣鏞
117:黎微賦
118:駒井和愛
119:蕭炳實
120:鮑鼎
121:衛聚賢
122:邁五
123:積微
124:穆勒
125:濤
126:魏建功 : 1901-1980
127:瞿潤緡
128:戴家祥 : 1906－1998
129:戴蕃豫 : 1910-1989
130:羅振玉: 1866－1940
131:羅福成 : 1884-1960
132:關保謙
133:马薇庼
134:於省吾: 1896－1984
王本兴: 1948- 所著《甲骨文字典》由北京工艺美术出版社出版 第一部汉语拼音索引的甲骨文字典
