//fr 甲骨年表 DongZubing [{author:[work:[idx,] ]}] //idx in book.
var obiWriterWork=[
{"丁山":[
{"殷契亡尤說":[106]},
{"釋疾":[125]},
{"釋寢":[126]},
{"釋蒙":[127]},
{"完去考源":[245]},
{"辨殷商":[251]},
]},

{"丁迪豪":[
{"殷民族的奴隸制度":[183]},
{"商代毌系製的諸形態":[222]},
{"殷代奴隸史":[232]},
]},

{"小島祐馬":[
{"殷代之產業":[79]},
]},

{"內藤虎次郎":[
{"王亥":[28]},
{"中國古代之社會狀態":[30]},
{"續王亥1":[38]},
{"殷墟考":[60]},
{"續王亥2":[62]},
]},

{"方國瑜":[
{"獲白麟解質疑":[166]},
]},

{"王子玉":[
{"甲骨文":[230]},
]},

{"王名元":[
{"殷商貨幣考":[250]},
]},

{"王囯維":[
{"殷墟卜辭中所見地名考":[22]},
{"殷卜辭中所見先公先王考":[31]},
{"殷卜辭中所見先公先王續考":[32]},
{"戩壽堂所藏殷墟文字考":[36]},
{"殷周制度論":[37]},
{"殷先公先王考附註":[41]},
{"釋昱":[46]},
{"釋旬":[47]},
{"釋西":[48]},
{"釋物":[49]},
{"隨庵所藏殷墟文字跋":[56]},
{"古史新證":[83]},
{"殷墟甲骨文字及書目":[84]},
{"殷禮徵文":[97]},
]},

{"王襄":[
{"簠室殷契類篡":[58]},
{"簠室殷契徽文考釋":[85]},
]},

{"王緒祖":[
{"殷墟書契萃菁":[91]},
]},

{"王漢章":[
{"殷墟甲骨紀略":[182]},
]},

{"王禮錫":[
{"古代的中國社會":[214]},
]},

{"民":[
{"甲骨文中之食":[269]},
]},

{"石璋如":[
{"第七次殷墟發掘e區工作報告":[226]},
]},

{"石濱純太郞":[
{"殷墟學文獻小志":[275]},
]},

{"矢島恭介":[
{"讀殷墟發掘報告":[154]},
]},

{"布那柯夫":[
{"安陽龜甲獻骨":[311]},
]},

{"汐翁":[
{"龜甲文":[175]},
]},

{"朱芳圃":[
{"甲骨學文字編":[237]},
{"甲骨學商史編":[271]},
]},

{"考齡":[
{"河南之卜骨":[19]},
]},

{"抗父":[
{"殷墟文字之發現與研究":[64]},
]},

{"余永梁":[
{"殷墟文字考":[88]},
{"殷墟文字續考":[93]},
{"新荻卜辭寫本後記跋":[131]},
]},

{"李星可":[
{"釋女":[244]},
{"甲骨學目録並序":[246]},
{"易經與卜辭的比較研究":[264]},
]},

{"李夢英":[
{"從卜辭中所見的殷民族":[283]},
]},

{"李濟":[
{"小屯地面下情形分析初步":[130]},
{"現代考古學與殷墟發掘":[138]},
{"民國十八年秋季發掘殷墟之經過及其重要發現":[158]},
{"安陽最近發掘投告及六次工作之總估計":[195]},
]},

{"束世澂":[
{"殷商制度考":[156]},
{"殷商之社會組織":[295]},
]},

{"沈西林":[
{"殷代國際地位蠡測":[159]},
]},

{"吳其昌":[
{"殷代人祭考":[186]},
{"殷卜辭中所見先公先王三續考":[236]},
{"業甄甲骨金文中所涵殷歷推證":[240]},
{"殷墟書契解詁一二續":[272]},
{"殷墟書契解詁三四五續":[310]},
{"殷墟書契解詁六續":[333]},
]},

{"吳澤":[
{"殷代經濟硏究":[287]},
]},

{"沈兼士":[
{"鬼字原始意義之試探":[321]},
]},

{"何定生":[
{"漢以前的文法研究":[108]},
]},

{"呂振羽":[
{"殷代奴隸制度研完":[260]},
]},

{"沙畹":[
{"中國古代之甲骨卜辭":[11]},
]},

{"林泰輔":[
{"清國河南湯陰縣發現之龜甲獸骨":[5]},
{"龜甲獸骨文字":[40]},
{"殷墟遺物研究":[50]},
]},

{"林義光":[
{"文源":[57]},
{"鬼方㴝國並見卜辭說":[177]},
{"釋栽菑":[179]},
{"卜辭惑說":[180]},
{"論殷人祖妣之稱":[198]},
]},

{"武龍章":[
{"安陽洹上之特產及其發現物":[9]},
]},

{"明義士":[
{"殷墟卜辭":[33]},
{"殷墟卜辭後編":[115]},
{"商代文化":[205]},
{"商代之文化":[209]},
{"甲骨研究初編":[216]},
{"表較新舊版殷墟書契前編並記所得一之新材料":[221]},
{"中國商代之卜骨":[243]},
]},

{"週予同":[
{"最近安陽殷墟之發掘與研究":[155]},
{"關於甲骨學":[181]},
]},

{"週付儒":[
{"甲骨文字殷商制度":[263]},
]},

{"秉志":[
{"河南安陽之龜殼":[173]},
]},

{"邵子風":[
{"増訂殷墟書契考釋記":[265]},
{"甲骨書録解題":[302]},
]},

{"金且同":[
{"殷墟卜辭講話":[288]},
]},

{"長瀨誠":[
{"殷墟卜辭":[300]},
]},

{"柳詒微":[
{"論文化事業之爭執":[141]},
]},

{"柯昌濟":[
{"殷墟書契補釋":[61]},
{"殷墟書契札記":[316]},
{"殷墟書契答問":[317]},
{"甲骨文字解誼":[318]},
]},

{"胡光煒":[
{"干支與古歷法":[132]},
{"甲骨文例":[109]},
{"說文古文考":[208]},
]},

{"胡厚宜":[
{"卜法管見":[167]},
{"殷商文化業考":[227]},
]},

{"胡韞玉":[
{"甲文":[72]},
{"論甲文":[121]},
]},

{"後藤朝太郎":[
{"中國河南省所發掘龜甲獸骨之研究":[23]},
{"龜甲獸骨文字之研究":[24]},
{"殷代龜版文中之族字":[51]},
]},

{"查而凡":[
{"中國原始文字考":[4]},
{"甲骨卜辭":[309]},
]},

{"勃可第":[
{"中國古代之卜骨":[16]},
]},

{"孫壯":[
{"雪園藏龜":[319]},
]},

{"孫海波":[
{"說弇":[178]},
{"說十三月":[188]},
{"由甲骨卜辭推論殷周之關系":[253]},
{"甲骨文編":[268]},
{"釋釆":[273]},
{"釋眉":[274]},
{"甲骨釋文":[278]},
{"卜辭小記":[279]},
{"古文聲系":[284]},
{"卜辭歷法小記":[289]},
{"讀王靜安先生古史新證書後":[293]},
{"卜辭文字小記":[304]},
{"甲金文中說文之逸文":[324]},
{"卜辭文字小記二":[329]},
]},

{"孫冶讓":[
{"契文舉例":[2]},
{"名原":[3]},
]},

{"時經訓":[
{"商筒":[45]},
]},

{"馬元材":[
{"卜辭時代旳經濟生活":[163]},
]},

{"馬衡":[
{"甲骨":[71]},
{"三千年前的龜甲和獸骨":[77]},
]},

{"容庚":[
{"甲骨文發現及考釋":[73]},
{"甲骨文":[100]},
{"殷契卜辭考及文編":[218]},
]},

{"徐中舒":[
{"殷商史料考訂大綱":[210]},
]},

{"徐協貞":[
{"殷契通釋":[238]},
{"關於殷契通釋之討論 與戴家祥合撰":[258]},
]},

{"徐嘉瑞":[
{"日本甲骨之收藏與研究":[92]},
]},

{"浦江清":[
{"殷墟甲骨之新發現":[116]},
]},

{"唐蘭":[
{"獲白兕考":[191]},
{"殷墟之字記":[276]},
{"北京大學藏甲骨刻辭考釋":[277]},
{"釋四方之名":[327]},
{"關於尾右甲卜辭":[331]},
{"卜辭吋代的文學和卜辭文學":[332]},
]},

{"夏甲亙":[
{"甲骨文中之食":[307]},
]},

{"姬佛陀":[
{"戩壽堂所藏殷墟文字":[35]},
]},

{"商承祚":[
{"殷墟文字類編":[66]},
{"殷墟文宇考":[86]},
{"殷墟文字":[95]},
{"殷墟文字用奌之研究":[144]},
{"甲骨及鐘鼎文字研究":[146]},
{"殷商無四時考":[184]},
{"甲骨文字研究":[193]},
{"福氏所藏甲骨文字":[213]},
{"殷契佚存考釋":[233]},
{"說文中之古文考":[270]},
{"說文中之古文考續":[303]},
{"研究究甲骨文應該注意的一個問題":[308]},
]},

{"陸和九":[
{"契文":[165]},
]},

{"陸懋徳":[
{"甲骨文之歷史及其價值":[70]},
{"由甲骨文考見商代之文化":[98]},
]},

{"陳邦福":[
{"殷墟䔆契考":[107]},
{"殷墟甄徽":[114]},
{"龜甲文":[120]},
{"殷契辨疑":[133]},
{"殷契說存":[134]},
{"殷契瑣言":[152]},
{"殷契考義":[162]},
]},

{"陳邦懷":[
{"殷墟書契考釋小䔐":[78]},
{"殷契拾遺":[99]},
]},

{"陳松茂":[
{"殷墟甲骨文字辨偽初論":[241]},
]},

{"陳杖":[
{"殷墟龜甲文字發掘的徑過":[101]},
]},

{"陳晉":[
{"龜甲文字概論":[235]},
]},

{"陳振東":[
{"殷契書錄":[149]},
]},

{"陳窘憲":[
{"貞人質疑":[234]},
]},

{"陳準":[
{"殷契書目錄":[224]},
{"殷契書目提要":[312]},
]},

{"陳蘿家":[
{"古文字中之商周祭祀":[330]},
]},

{"陳競明":[
{"三十五年來的甲骨學":[292]},
]},

{"畢任庸":[
{"甲文嘗鼎談":[325]},
]},

{"郭沫若":[
{"殷墟之發掘":[117]},
{"卜辭中之古代社會":[124]},
{"殷墟中仍無鐵旳發現":[139]},
{"甲骨文字研究":[148]},
{"卜辭通篡考釋":[217]},
{"殷契餘論":[239]},
{"釋七十":[254]},
{"釋勿":[255]},
{"骨臼刻辭之一考察":[256]},
]},

{"郭賓鈞":[
{"B區發掘記之一":[199]},
{"B區發掘記之二":[200]},
]},

{"張世錄":[
{"金石骨甲文字學者疑許許書古文平議":[90]},
]},

{"張述":[
{"甲骨文發現之經過及其貢獻":[301]},
]},

{"張鳳":[
{"河南甲骨之研究":[10]},
]},

{"張慰然":[
{"殷墟地層研究":[164]},
]},

{"張龍炎":[
{"殷史蠡淵":[169]},
]},
{"梅崎鶴維":[
{"殷墟文字之發現與研究":[153]},
]},
{"戚公田":[
{"殷墟之研究":[194]},
]},

{"黃濬":[
{"鄴中羽片":[285]},
]},

{"曹銓":[
{"殷商甲骨刻文考":[290]},
]},

{"剪伯贊":[
{"殷代奴隸社會研究之批判":[297,'dup']},
]},

{"許敬參":[
{"殷墟文字存真第一集考釋":[223]},
{"戩壽堂殷墟文字考釋補正":[305]},
{"鐵雲藏龜釋文補正":[306]},
{"殷墟文字存真第二三集考釋":[314]},
{"契文卜王釋例":[315]},
]},

{"富岡謙藏":[
{"古羑里城出土龜甲之說明":[7]},
]},

{"程憬":[
{"殷民族的社會":[103]},
{"殷民族的氏族社會":[104]},
{"商民族的經濟生活之推測":[135]},
]},

{"傅斯年":[
{"國立中央研究院歷史語言研究發掘安陽殷墟之經過":[136]},
{"致南京史學雜誌社函":[151]},
{"新獲卜辭寫本後跋":[157]},
]},

{"曾昭燏":[
{"讀契文舉例":[322]},
]},

{"郼齊":[
{"卜辭中 巛囚之研究,":[206]},
]},

{"溫丹銘":[
{"殷卜辭婚嫁考":[219]},
{"新獲卜辭寫本後記書後":[225]},
]},

{"馮宗麟":[
{"甲骨文字學史":[128]},
]},

{"葉玉森":[
{"殷契鉋沈":[69]},
{"說契":[74]},
{"揅契枝譚":[75]},
{"鐵雲藏龜拾遺考釋":[80]},
{"芝加哥博物館殷契攝影記":[142]},
{"殷墟書契前編集釋":[267]},
]},

{"葉慈":[
{"商朝與安陽古物":[228]},
{"最近安陽附近之發掘":[296]},
]},

{"董作賓":[
{"新獲卜辭寫本後記":[112]},
{"商代龜卜之推測":[122]},
{"中華民國十七年十月試掘安陽小屯報告書":[129]},
{"甲骨文研究的擴大":[137]},
{"獲白麟解":[140]},
{"殷墟沿革":[145]},
{"甲骨年表":[147]},
{"卜辭中所見之殷歷":[150]},
{"大龜四版考釋":[172]},
{"釋後岡出土的一片卜辭":[176]},
{"甲骨文斷代研究例":[185]},
{"釋馭":[196]},
{"今後怎樣研究甲骨文":[197]},
{"甲骨文論著睩":[211]},
{"帚矛說":[215]},
{"殷歷中幾個重要問題":[257]},
{"骨文例":[294]},
{"五等爵在殷商":[298]},
{"安陽侯家莊出土之甲骨文字":[299]},
{"說堇":[328]},
]},

{"萬國鼎":[
{"殷代的農業":[161]},
]},

{"飯島忠夫":[
{"殷墟文字之年代":[203]},
]},

{"裴文中":[
{"跋菫作賓白麟解":[249]},
]},

{"趙世昌":[
{"殷之社會":[262]},
]},

{"趙華煦":[
{"金石骨甲古文學及文字形體之發明":[68]},
]},

{"聞宥":[
{"甲骨文地名考":[94]},
{"殷墟文字孳乳研究":[102]},
{"甲骨文之過去與將來":[111]},
{"研究甲骨文文字之兩條新路":[123]},
{"甲骨文字乂文之研究":[143]},
{"上代象形文字中目文之研究":[192]},
{"甲文彣飾初論":[207]},
]},

{"赫布金":[
{"最近發現現之中國周朝文字":[8]},
{"中國古代之皇家遺物":[12]},
{"骨上所刻之哀文及家譜":[13]},
{"古代骨刻文中龍龜之研究":[15]},
{"商代之帝王":[29]},
{"風鳳朋貝考":[34]},
{"象形文字研究一":[39]},
{"象形文字研究二":[42]},
{"象形文字研究三":[43]},
{"象形文字研究四":[63]},
{"象形文字研究五":[67]},
{"象形文字研究六":[76]},
{"象形文字研究七":[89]},
{"象形文字研究八":[96]},
{"象形文字研究九":[105]},
{"占卜之方法":[44]},
{"河南遺物之研究四":[59]},
{"殷墟甲骨上王室譜系及商代之記載":[65]},
{"Metamorphic Sytlylization and the Sabotage of Significance, A Study in Ancient and Modern Chinese Writing":[82]},
]},

{"劉盼遂":[
{"甲骨中殷商廟制度":[87]},
]},

{"劉節":[
{"評卜辭通篡":[220]},
{"評殷契佚存":[247]},
]},

{"劉朝陽":[
{"殷歷質疑":[160]},
{"再論殷歷":[201]},
{"三論殷歷":[320]},
]},

{"劉鶚":[
{"鐵雲藏龜":[1,"","","其自序所释才40余字"]},
]},

{"鄧而雅":[
{"跋董作賓新獲卜辭寫本":[119]},
]},

{"默廠":[
{"談龜":[187]},
]},

{"鄭師許":[
{"讀殷墟文字之批判":[202]},
{"殷墟文字之批判":[212]},
{"讀殷商無四時說":[229]},
{"我國甲骨學發現史":[286]},
]},

{"蔣鏞":[
{"甲骨文字發達史":[326]},
]},

{"黎微賦":[
{"由甲骨文窺見商社會的宗教生活":[242]},
]},

{"駒井和愛":[
{"殷墟文化私考":[323]},
]},

{"蕭炳實":[
{"殷墟甲骨之發現及著錄與研究":[110]},
{"從甲骨文證商代歷史":[204]},
]},

{"鮑鼎":[
{"鐵雲藏龜及鐵雲藏龜之餘釋文":[170]},
]},

{"衛聚賢":[
{"讀釋支幹":[174]},
]},

{"邁五":[
{"從殷墟遺文窺測上古風俗的一斑":[81]},
]},

{"積微":[
{"讀商承祚君殷契佚存":[261]},
]},

{"穆勒":[
{"中國古代卜骨論":[17]},
]},

{"濤":[
{"鐘鼎甲骨概說":[259]},
{"甲骨文中之衣":[291]},
]},

{"魏建功":[
{"論六書條例不可巡用於甲骨文字責彥堂":[118]},
]},

{"瞿潤緡":[
{"骨卜考":[168]},
{"大龜四版考釋商搉":[189]},
{"說壴":[190]},
{"殷契卜辭附考釋及文編 與容庚合撰":[218]},
]},

{"戴家祥":[
{"評殷契通釋":[248]},
{"評龜甲文字概論":[252]},
{"關於殷契通釋之討論":[258]},
{"評甲骨學文字編":[266]},
]},

{"戴蕃豫":[
{"殷墟文字待問編考釋":[280]},
{"殷禮足徵記":[281]},
{"殷契論業第一輯":[282]},
]},

{"羅振玉":[
{"殷商貞卜文字考":[6]},
{"殷墟書契前編":[14]},
{"殷墟書契菁華":[18]},
{"殷墟書契考釋":[20]},
{"鐵雲藏龜之除":[21]},
{"殷墟書契後編":[25]},
{"殷墟古器物圖錄":[26]},
{"殷墟書契待問編":[27]},
{"釋叔":[52]},
{"釋爰":[53]},
{"與林浩卿博士論卜辭王賓書":[54]},
{"與王靜安徵君論卜辭上甲書":[55]},
{"殷墟書契續編":[231]},
]},

{"羅福成":[
{"傅古別錄第二集":[113]},
]},

{"關保謙":[
{"殷墟文字存真第一集":[171]},
{"殷墟文字存真第二至八集":[313]},
]},


{"马薇庼":[
{"薇庼甲骨文源":[1971]}
]},

{"於省吾":[
{"雙劍誃諸子新證":[1938]},
{"甲骨文字释林":[1979,"中华书局 共考释前人未识或虽释而不知其造字本义的甲骨文约300字，占全部已识甲骨文字的四分之一还多。从而使该书成为罗振玉、王国维以来考释甲骨文字的最重要的著作"]},
]},







];//end