var prov_quo = {

    "longativity(长寿)":
    {
        "3:2": "因为他必将长久的日子、生命的年数、与平安、加给你。",
        "3:16": "他右手有长寿．左手有富贵。",
        "4:10": "我儿、你要听受我的言语、就必延年益寿。"
    },

    "mon_dad": {
        "1:8": "我儿、要听你父亲的训诲、不可离弃你母亲的法则〔或作指教〕．",
        "4:3": "我在父亲面前为孝子、在母亲眼中为独一的娇儿。",
        "4:4": "父亲教训我说、你心要存记我的言语、遵守我的命令、便得存活。",
        "6:20": "我儿、要谨守你父亲的诫命、不可离弃你母亲的法则．〔或作指教〕",
        "10:1": "所罗门的箴言。智慧之子、使父亲欢乐．愚昧之子、叫母亲担忧。",
        "15:20": "智慧子使父亲喜乐．愚昧人藐视母亲。",
        "17:25": "愚昧子使父亲愁烦、使母亲忧苦。",
        "19:26": "虐待父亲、撵出母亲的、是贻羞致辱之子。",
        "20:20": "咒骂父母的、他的灯必灭、变为漆黑的黑暗。",
        "23:22": "你要听从生你的父亲．你母亲老了、也不可藐视他。",
        "23:25": "你要使父母欢喜．使生你的快乐。",
        "28:24": "偷窃父母的、说、这不是罪．此人就是与强盗同类。",
        "29:15": "杖打和责备、能加增智慧．放纵的儿子、使母亲羞愧。",
        "30:11": "有一宗人、〔宗原文作代下同〕咒诅父亲、不给母亲祝福。",
        "30:17": "戏笑父亲、藐视而不听从母亲的、他的眼睛、必为谷中的乌鸦啄出来、为鹰雏所吃。",
        "31:1": "利慕伊勒王的言语、是他母亲教训他的真言。"
    },


    //妻
    "wife妻": {
        "5:18": "要使你的泉源蒙福．要喜悦你幼年所娶的妻。",
        "6:29": "亲近邻舍之妻的、也是如此．凡挨近他的、不免受罚。",
        "18:22": "得着贤妻的、是得着好处、也是蒙了耶和华的恩惠。",
        "19:13": "愚昧的儿子、是父亲的祸患．妻子的争吵、如雨连连滴漏。",
        "19:14": "房屋钱财、是祖宗所遗留的．惟有贤慧的妻、是耶和华所赐的。"
    },


    //妇
    "woman妇":
    {
        "9:13": "愚昧的妇人喧嚷．他是愚蒙、一无所知。",
        "11:16": "恩德的妇女得尊荣．强暴的男子得资财。",
        "11:22": "妇女美貌而无见识、如同金环带在猪鼻上。",
        "12:4": "才德的妇人、是丈夫的冠冕．贻羞的妇人、如同朽烂在他丈夫的骨中。",
        "14:1": "智慧妇人、建立家室．愚妄妇人、亲手拆毁。",
        "15:25": "耶和华必拆毁骄傲人的家．却要立定寡妇的地界。",
        "21:9": "宁可住在房顶的角上、不在宽阔的房屋、与争吵的妇人同住。",
        "21:19": "宁可住在旷野、不与争吵使气的妇人同住。",
        "25:24": "宁可住在房顶的角上、不在宽阔的房屋与争吵的妇人同住。",
        "27:15": "大雨之日连连滴漏、和争吵的妇人一样．",
        "31:3": "不要将你的精力给妇女、也不要有败坏君王的行为。",
        "31:10": "才德的妇人谁能得着呢．他的价值远胜过珍珠．",
        "31:30": "艳丽是虚假的．美容是虚浮的．惟敬畏耶和华的妇女、必得称赞。"
    },

    "白发":
    {
        "16:31": "白发是荣耀的冠冕．在公义的道上、必能得着。",
        "20:29": "强壮乃少年人的荣耀．白发为老年人的尊荣。"
    },

    "冠冕":
    {
        "12:4": "才德的妇人、是丈夫的冠冕．贻羞的妇人、如同朽烂在他丈夫的骨中。",
        "14:18": "愚蒙人得愚昧为产业．通达人得知识为冠冕。",
        "14:24": "智慧人的财、为自己的冠冕．愚妄人的愚昧、终是愚昧。",
        "16:31": "白发是荣耀的冠冕．在公义的道上、必能得着。",
        "17:6": "子孙为老人的冠冕．父亲是儿女的荣耀。",
        "27:24": "因为资财不能永有．冠冕岂能存到万代。"
    },

}
