var prov_quo = {


    "father/mother 父亲/母亲": {
        "1:8": "我儿、要听你父亲的训诲、不可离弃你母亲的法则〔或作指教〕．",
        "4:3": "我在父亲面前为孝子、在母亲眼中为独一的娇儿。",
        "4:4": "父亲教训我说、你心要存记我的言语、遵守我的命令、便得存活。",
        "6:20": "我儿、要谨守你父亲的诫命、不可离弃你母亲的法则．〔或作指教〕",
        "10:1": "所罗门的箴言。智慧之子、使父亲欢乐．愚昧之子、叫母亲担忧。",
        "15:20": "智慧子使父亲喜乐．愚昧人藐视母亲。",
        "17:25": "愚昧子使父亲愁烦、使母亲忧苦。",
        "19:26": "虐待父亲、撵出母亲的、是贻羞致辱之子。",
        "20:20": "咒骂父母的、他的灯必灭、变为漆黑的黑暗。",
        "23:22": "你要听从生你的父亲．你母亲老了、也不可藐视他。",
        "23:25": "你要使父母欢喜．使生你的快乐。",
        "28:24": "偷窃父母的、说、这不是罪．此人就是与强盗同类。",
        "29:15": "杖打和责备、能加增智慧．放纵的儿子、使母亲羞愧。",
        "30:11": "有一宗人、〔宗原文作代下同〕咒诅父亲、不给母亲祝福。",
        "30:17": "戏笑父亲、藐视而不听从母亲的、他的眼睛、必为谷中的乌鸦啄出来、为鹰雏所吃。",
        "31:1": "利慕伊勒王的言语、是他母亲教训他的真言。"
    },


    //妻
    "wife 妻/丈夫": {
        "5:18": "要使你的泉源蒙福．要喜悦你幼年所娶的妻。",
        "6:29": "亲近邻舍之妻的、也是如此．凡挨近他的、不免受罚。",
        "18:22": "得着贤妻的、是得着好处、也是蒙了耶和华的恩惠。",
        "19:13": "愚昧的儿子、是父亲的祸患．妻子的争吵、如雨连连滴漏。",
        "19:14": "房屋钱财、是祖宗所遗留的．惟有贤慧的妻、是耶和华所赐的。",

        "7:19": "因为我丈夫不在家、出门行远路．",
        "12:4": "才德的妇人、是丈夫的冠冕．贻羞的妇人、如同朽烂在他丈夫的骨中。",
        "31:11": "他丈夫心里倚靠他、必不缺少利益．",
        "31:12": "他一生使丈夫有益无损．",
        "31:23": "他丈夫在城门口与本地的长老同坐、为众人所认识。",
        "31:28": "他的儿女起来称他有福．他的丈夫也称赞他、"
    },


    //妇
    "woman 妇人":
    {
        "9:13": "愚昧的妇人喧嚷．他是愚蒙、一无所知。",
        "11:16": "恩德的妇女得尊荣．强暴的男子得资财。",
        "11:22": "妇女美貌而无见识、如同金环带在猪鼻上。",
        "12:4": "才德的妇人、是丈夫的冠冕．贻羞的妇人、如同朽烂在他丈夫的骨中。",
        "14:1": "智慧妇人、建立家室．愚妄妇人、亲手拆毁。",
        "15:25": "耶和华必拆毁骄傲人的家．却要立定寡妇的地界。",
        "21:9": "宁可住在房顶的角上、不在宽阔的房屋、与争吵的妇人同住。",
        "21:19": "宁可住在旷野、不与争吵使气的妇人同住。",
        "25:24": "宁可住在房顶的角上、不在宽阔的房屋与争吵的妇人同住。",
        "27:15": "大雨之日连连滴漏、和争吵的妇人一样．",
        "31:3": "不要将你的精力给妇女、也不要有败坏君王的行为。",
        "31:10": "才德的妇人谁能得着呢．他的价值远胜过珍珠．",
        "31:30": "艳丽是虚假的．美容是虚浮的．惟敬畏耶和华的妇女、必得称赞。"
    },
    "son 儿子": {
        "1:1": "以色列王大卫儿子所罗门的箴言．",
        "3:12": "因为耶和华所爱的、他必责备．正如父亲责备所喜爱的儿子。",
        "13:24": "不忍用杖打儿子的、是恨恶他．疼爱儿子的、随时管教。",
        "19:13": "愚昧的儿子、是父亲的祸患．妻子的争吵、如雨连连滴漏。",
        "19:18": "趁有指望、管教你的儿子．你的心不可任他死亡。",
        "23:24": "义人的父亲、必大得快乐．人生智慧的儿子、必因他欢喜。",
        "29:15": "杖打和责备、能加增智慧．放纵的儿子、使母亲羞愧。",
        "29:17": "管教你的儿子、他就使你得安息、也必使你心里喜乐。",
        "29:21": "人将仆人从小娇养、这仆人终久必成了他的儿子。",
        "30:1": "雅基的儿子亚古珥的言语就是真言。这人对以铁和乌甲说、",
        "30:4": "谁升天又降下来．谁聚风在掌握中．谁包水在衣服里．谁立定地的四极．他名叫甚么．他儿子名叫甚么．你知道么。"
    },
    "children 儿女":
    {
        "14:26": "敬畏耶和华的、大有倚靠．他的儿女、也有避难所。",
        "17:6": "子孙为老人的冠冕．父亲是儿女的荣耀。",
        "31:28": "他的儿女起来称他有福．他的丈夫也称赞他、"
    },
    "longevity (长寿)":
    {
        "3:2": "因为他必将长久的日子、生命的年数、与平安、加给你。",
        "3:16": "他右手有长寿．左手有富贵。",
        "4:10": "我儿、你要听受我的言语、就必延年益寿。",
        "9:11": "你借着我、日子必增多、年岁也必加添。",
        "10:27": "敬畏耶和华、使人日子加多．但恶人的年岁必被减少。",
        "28:16": "无知的君多行暴虐．以贪财为可恨的、必年长日久。"
    },

    "whitehairs 白发/老人":
    {
        "16:31": "白发是荣耀的冠冕．在公义的道上、必能得着。",
        "17:6": "子孙为老人的冠冕．父亲是儿女的荣耀。",
        "20:29": "强壮乃少年人的荣耀．白发为老年人的尊荣。",
        "22:6": "教养孩童、使他走当行的道、就是到老他也不偏离。",
        "23:22": "你要听从生你的父亲．你母亲老了、也不可藐视他。",
        "31:23": "他丈夫在城门口与本地的长老同坐、为众人所认识。"
    },

    "crown 冠冕":
    {
        "12:4": "才德的妇人、是丈夫的冠冕．贻羞的妇人、如同朽烂在他丈夫的骨中。",
        "14:18": "愚蒙人得愚昧为产业．通达人得知识为冠冕。",
        "14:24": "智慧人的财、为自己的冠冕．愚妄人的愚昧、终是愚昧。",
        "16:31": "白发是荣耀的冠冕．在公义的道上、必能得着。",
        "17:6": "子孙为老人的冠冕．父亲是儿女的荣耀。",
        "27:24": "因为资财不能永有．冠冕岂能存到万代。"
    },

    "friends 朋友":
    {
        "6:1": "我儿、你若为朋友作保、替外人击掌、",
        "6:3": "我儿、你既落在朋友手中、就当这样行、才可救自己．你要自卑、去恳求你的朋友．",
        "14:20": "贫穷人连邻舍也恨他．富足人朋友最多。",
        "17:17": "朋友乃时常亲爱．弟兄为患难而生。",
        "18:24": "滥交朋友的、自取败坏．但有一朋友、比弟兄更亲密。",
        "19:4": "财物使朋友增多．但穷人朋友远离。",
        "19:6": "好施散的、有多人求他的恩情．爱送礼的、人都为他的朋友。",
        "19:7": "贫穷人弟兄都恨他．何况他的朋友、更远离他．他用言语追随、他们却走了。",
        "27:6": "朋友加的伤痕出于忠诚．仇敌连连亲嘴、却是多余。",
        "27:9": "膏油与香料、使人心喜悦．朋友诚实的劝教、也是如此甘美。",
        "27:10": "你的朋友、和父亲的朋友、你都不可离弃．你遭难的日子、不要上弟兄的家去．相近的邻舍、强如远方的弟兄。",
        "27:14": "清晨起来、大声给朋友祝福的、就算是咒诅他。",
        "27:17": "铁磨铁、磨出刃来．朋友相感、〔原文作磨朋友的脸〕也是如此。"
    },

}
